[Killed] ArrowFunction
src/App.tsx:21:26
       </div>
       <h1>Vite + React</h1>
       <div className="card">
-        <button onClick={() => setCount((count) => count + 1)}>
+        <button onClick={() => undefined}>
           count is {count}
         </button>
killedBy: All tests
statusReason: > starter-react-vitest-stryker@0.0.0 test
> vitest




 RUN  v4.0.18 C:/Users/thoma/projects/perso/tests_sandbox/starter-react-vitest-stryker/.stryker-tmp/sandbox-CQIH4K
